Repository: vianney-ain/wp-chat
Catalog: languages/index-chat-*.po
Languages: fr_ca

source: %1$s has been added to the conversation by %2$s
fr_ca: %1$s a été ajouté à la conversation par %2$s

source: %1$s has been removed from the conversation by %2$s
fr_ca: %1$s a été retiré de la conversation par %2$s

source: %1$s has changed the title of this conversation for "%2$s"
fr_ca: %1$s a changé le titre de la conversation pour "%2$s"

source: %s has been added to the conversation
fr_ca: %s a été ajouté à la conversation

source: %s has been removed from the conversation
fr_ca: %s a été retiré de la conversation

source: %s has removed the title of this conversation
fr_ca: %s a retiré le titre de la conversation

source: %s joined the room
fr_ca: %s a rejoint la conversation

source: %s left the conversation
fr_ca: %s a quitté la conversation

source: Add a participant
fr_ca: Ajouter un participant

source: Add participants
fr_ca: Ajouter des participants

source: Ajax refresh rate (in milliseconds)
fr_ca: Fréquence de rafraichissement Ajax (en millisecondes)

source: Allow WordPress users to start instant messaging.
fr_ca: Permet aux utilisateurs de WordPress de s'envoyer des messages.

source: An error occured, please try again
fr_ca: Une erreur est survenue, veuillez réessayer

source: An error occured.
fr_ca: Une erreur est survenue.

source: and
fr_ca: et

source: Archive conversation
fr_ca: Archiver la conversation

source: archived
fr_ca: archivé

source: Are you sure you want to delete this conversation ?
fr_ca: Êtes-vous sûr de vouloir supprimer cette conversation ?

source: Conversation archived
fr_ca: Conversation archivée

source: Conversation cannot be found
fr_ca: Conversation introuvable

source: Conversation name is required
fr_ca: Le nom de la conversation est requis

source: Conversation title
fr_ca: Titre de la conversation

source: Conversations
fr_ca: Discussions

source: Create one !
fr_ca: Créez-en une !

source: Delete conversation
fr_ca: Supprimer la conversation

source: Disable Ajax refresh
fr_ca: Désactiver le rafraichissement en Ajax

source: Disable index-chat
fr_ca: Désactiver index-chat

source: Failed to remove the room. Please try again.
fr_ca: Échec de la suppression de la conversation. Veuillez réessayer.

source: Home
fr_ca: Accueil

source: If checked, it will turn off the WP Chat plugin.
fr_ca: Si coché, va désactiver le plugin index-chat

source: index-chat window is not enabled
fr_ca: index-chat n'est pas activé

source: Invalid query in
fr_ca: Requête invalide dans

source: Leave conversation
fr_ca: Quitter la conversation

source: Message cannot be empty
fr_ca: Le message ne peut être vide

source: Message sent
fr_ca: Message envoyé

source: Missing informations
fr_ca: Informations manquantes

source: Nameless chat
fr_ca: Conversation sans nom

source: new message
fr_ca: nouveau message

source: new messages
fr_ca: nouveaux messages

source: others
fr_ca: autres

source: Private conversation
fr_ca: Conversation privée

source: public
fr_ca: publique

source: Public conversation
fr_ca: Conversation publique

source: Public conversations
fr_ca: Conversations publiques

source: Reset
fr_ca: Réinitialiser

source: Reset settings to default
fr_ca: Réinitialiser les paramètres par défaut

source: Room removed successfully.
fr_ca: Conversation supprimée avec succès.

source: Save
fr_ca: Enregistrer

source: Search
fr_ca: Rechercher

source: Settings
fr_ca: Réglages

source: Somebody has been added to the conversation
fr_ca: Quelqu'un a été ajouté à la conversation

source: Somebody has been added to the conversation by %s
fr_ca: Quelqu'un a été ajouté à la conversation par %s

source: Somebody has been removed from the conversation
fr_ca: Quelqu'un a été retiré de la conversation

source: Somebody has been removed from the conversation by %s
fr_ca: Quelqu'un a été retiré de la conversation par %s

source: Somebody left the conversation
fr_ca: Quelqu'un a quitté la conversation

source: Start chatting
fr_ca: Créer une conversation

source: The owner of the conversation cannot be removed from it
fr_ca: Le propriétaire de la conversation ne peut pas en être enlevé

source: Theme
fr_ca: Thème

source: This conversation has been archived by %s
fr_ca: Cette conversation a été archivé par %s

source: This conversation is no longer archived
fr_ca: Cette conversation n'est plus archivée

source: This conversation is now private
fr_ca: Cette conversation est maintenant privée

source: This conversation is now public
fr_ca: Cette conversation est maintenant publique

source: This is the beginning of the conversation
fr_ca: Ceci est le début de la conversation

source: This user is already in this conversation
fr_ca: Cet utilisateur est déjà dans cette conversation

source: This user is already selected.
fr_ca: Cet utilisateur est déjà sélectionné

source: User cannot be found
fr_ca: Utilisateur inconnu

source: User is not existing
fr_ca: Utilisateur inconnu

source: WP Chat refresh rate (in milliseconds)
fr_ca: Fréquence de rafraichissement du chat (en milli-secondes)

source: You are not allowed to see this conversation
fr_ca: Vous n'êtes pas autorisé à voir cette conversation

source: You are not in this conversation
fr_ca: Vous n'êtes pas dans cette conversation

source: You are not participating to any conversation for now.
fr_ca: Vous ne participez à aucun conversation pour le moment.

source: You are not the owner of this conversation
fr_ca: Vous n'êtes pas le propriétaire de cette conversation.

source: You must add at least 1 participant to create a private room
fr_ca: Vous devez ajouter un moins un participant pour pouvoir créer une discussion privée

source: You must be connected to be able to do that
fr_ca: Vous devez être connecté pour effectuer cette action

source: You must be the owner of the conversation to do this.
fr_ca: Vous devez être le propriétaire de cette conversation pour pouvoir faire cela.

source: Your conversations
fr_ca: Vos conversations
